var data = {
    'elwau' : {
        'title' : 'elwau',
        'text' : 'Небольшой интернет-магазин. Были сверстаны три страницы: главная, каталог и страница товара. Весь функционал, в том числе и фильтр на странице каталога, был написан на jQuery.',
        'tags' : ['Pug', 'BEM', 'SASS', 'Jquery', 'Gulp']
    },
    'allybike' : {
        'title' : 'AllyBike',
        'text' : "Главная страница интернет-магазина велосипедов. Одна из первых работ с использованием препроцессора LESS. Для реализации слайдера использовался плагин 'slick slider'.",
        'tags' : ['HTML', 'BEM', 'LESS', 'Jquery']
    },
    'crowdme' : {
        'title' : 'crowdme',
        'text' : 'Небольшая страничка сайта краудфандинговой платформы. Весь функционал, в том числе табы, ScrollSpy и модальные окна, был написан на чистом JavaScript. Для реализации слайдера использовался "Swiper.js".',
        'tags' : ['HTML', 'BEM', 'LESS', 'JavaScript']
    },
    'waxom' : {
        'title' : 'waxom',
        'text' : 'Главная страница сайта дизайн-студии. Первый опыт реализаии таких элементов, как слайдер, простой фильтр и анимированный счетчик. Для добавления Popup`a с видео использовался плагин "Magnific Popup".',
        'tags' : ['HTML', 'BEM', 'CSS', 'Jquery']
    },
    'mogo' : {
        'title' : 'mogo',
        'text' : 'Первый опыт в верстке и работе с jQuery.',
        'tags' : ['HTML', 'BEM', 'CSS', 'Jquery']
    },
    'animal' : {
        'title' : 'animal',
        'text' : 'Учебная работа, созданная в результате прохождения курса по PHP. Работа была написана с использованием процедурного стиля програмирования и SQL-запросов. Была реализована админ-панель с возможностью добавления и удаления статей, авторизация и навигация по сайту. Для оформления работы использовался Bootstrap 4.',
        'tags' : ['PHP', 'SQL', 'Bootstrap 4']
    },
    'screenshoter' : {
        'title' : 'screenshoter',
        'text' : 'Небольшой многостраничный сайт, посвященный программе "Скриншотер". Проект находится на стадии финальных доработок. Практически полностью вся работа по верстке страниц, достижению их кроссбраузерности и написанию анимаций была выполнена мной.',
        'tags' : ['HTML', 'BEM', 'CSS', 'Jquery']
    },
    'zavod' : {
        'title' : 'zavod',
        'text' : 'Маленький одностраничный сайт digital-агентства. Анимация фигурок по наведению и popup с формой были написаны на Jquery.',
        'tags' : ['HTML', 'BEM', 'CSS', 'Jquery']
    },
    'drive-moto' : {
        'title' : 'drive moto',
        'text' : 'Небольшой, выполненный в современном дизайне интернет-магазин транспортных средств. Были сверстаны три страницы(главная, каталог, страница товара), а также один попап с добавлением товара в корзину. Весь функционал был написан с помощью jQuery.',
        'tags' : ['HTML', 'BEM', 'SASS', 'Jquery', 'Gulp']
    }
}